Revit 2027 API
DockablePanes.BuiltInDockablePanes.ViewBrowser Property
 The View browser pane.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static DockablePaneId ViewBrowser { get; }
Public Shared ReadOnly Property ViewBrowser As DockablePaneId
	Get
public:
static property DockablePaneId^ ViewBrowser {
	DockablePaneId^ get ();
}
static member ViewBrowser : DockablePaneId with get
Property Value
DockablePaneId
See Also
Reference
DockablePanes.BuiltInDockablePanes Class
Autodesk.Revit.UI Namespace